Repository: kaedroho/localize-workflow-develop-content
Catalog: locales/*/pages/home/about.po
Languages: fr

# title
source: About
fr: À propos

# introduction
source: Things to know about this demo site
fr: Ce qu'il faut savoir sur ce site de démonstration

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Welcome to the Wagtail Demo Site!
fr: Bienvenue sur le site de démonstration de Wagtail

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: If you've gotten this far, congratulations - you're running an instance of a killer content management system written for and on top of Django, <i>the framework for perfectionists with deadlines.</i>
fr: Bravo, vous utilisez un gestionnaire de contenu top moumoute conçu pour et avec Django, <i>le framework des perfectionnistes qui ont des délais à respecter.</i>

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: What does Wagtail get you that Django alone does not?
fr: Qu'est-ce que Wagtail vous apporte de plus que Django seul ?

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Focus on content creators/managers, rather than developers (but developer-friendly!)
fr: Se concentrer sur les créateurs et gestionnaires de contenu plutôt que sur les développeurs (mais favorable aux développeurs !)

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Beautiful, modern, intuitive user interface optimized for content people
fr: Une belle interface utilisateur moderne et intuitive, optimisée pour les personnes qui gèrent les contenus

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Super-powerful hierarchical content management ("content trees")
fr: Gestion de contenu hiérarchique (« en arborescences »)

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: User- and group-based permissions system attached to content hierarchies
fr: Système de permissions par utilisateur et par groupe attaché à des hiérarchies de contenu

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Flexible image resizing with a ton of image display helpers
fr: Redimensionnement flexible des images avec une tonne d'aides à l'affichage des images

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Innovative "<a id="a1">StreamFields</a>" as an alternative to traditional "anything goes" rich text fields
fr: Des<a id="a1"> "StreamFields</a>" innovants comme alternative aux traditionnels champs de texte riche "anything goes".

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Intuitive choosers for embedded Pages, Images, Documents and other content
fr: Sélecteurs intuitifs pour les pages, images, documents et autres contenus intégrés

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Native integration with ElasticSearch to help you build powerful search features
fr: Intégration native avec ElasticSearch pour vous aider à créer des fonctions de recherche puissantes

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: Template tags to help create image renditions, smart links, and to navigate content trees
fr: Modèles de balises pour aider à créer des rendus d'images, des liens intelligents et pour naviguer dans les arborescences de contenu

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: If you're new to Wagtail, there are two primary paths to learning:
fr: Si vous êtes nouveau ou nouvelle sur Wagtail, il y a deux façons principales pour apprendre :

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: The source code that powers this demo site
fr: Le code source qui alimente ce site de démo

# body.2f606359-e21c-4261-9c79-93ca0b42848a
source: The official <a id="a1">tutorial</a>
fr: Le <a id="a1">tutoriel officiel</a>
